'''შედარების ოპერატორებზე დავალება:
6შეადარეთ რიცხვები ერთმანეთთან გააკეთეთ 5 მაგალით
შემოატანინეთ მოხმარებელს ასაკი და დაბეჭდეთ არის თუ არა მომხმარებლის მიერ შემოტანილი ასაკი 10 ის ტოლი'''


#  შედარების ოპერატორები
# 1. 5 == 5
print(5 == 5)  # შედეგი: True
# 2. 10 != 5
print(10 != 5)  # შედეგი: True
# 3. 3 > 2
print(3 > 2)  # შედეგი: True
# 4. 4 < 6
print(4 < 6)  # შედეგი: True
# 5. 7 >= 7
print(7 >= 7)  # შედეგი: True

#  მომხმარებლის ასაკის შემოწმება
age = input("შეიყვანეთ თქვენი ასაკი: ")

# შედარება არის თუ არა ასაკი 10-ის ტოლი
print(age == 10) 