'''1) შექმენით პროგრამა რომელიც temp ცვლადში ინახავს ტემპერატურას (integer, რიცხვით მნიშვნელობას), ხოლო cloudy ცვლადში boolean (True/False) მნიშვენლობას, პროგრამამ უნდა დაადგინოს walk ცვლადის მნიშვენლობა შემდეგი პირობებიდან გამომდინარე, თუ ტემპერატურა მეტია 20 გრადუს ცელსიუზე და ამინი არ არის ღრუბლიანი მხოლოდ მაშინ უნდა გახდეს walk ცვლადის მნიშვნელობა ჭეშმარიტი'''

#ტემპერატურა
temp = 25 
#თუ  cloudy არის False = ღრუბლიანი,True = უღრუბლო
cloudy = True

walk = (temp > 20) and cloudy
#დავპრინტოთ
print(walk) 