'''2) შექმენით 5 ცვლადი, რომლებშიც შეინახავთ განსხვავებულ შედარების ოპერაციათა შედეგებს, შედარების ოპერაციას გვერდზე კომენტარის საშვალებით მიუწერეთ მისი შედეგი (boolean მნიშვნელობა) და ახსენით რა განსხვავებაა ოპერატორსა და ოპერაციას შორის'''

#1
a = 5
b = 10
print(a<b) #True

#2
c = 16
d = 12
print(16>12) #True

#3
num1 = 15
num2 = 17
print(num1>=num2) #False

#4
num3 = 20
num4 = 24
print(num4<=num3) #false

#5
num5 = 120
num6 = 120
print(num5==num6) #True

#ახსენით განსხვავებაა ოპერაციასა და ოპერატორის შორის

#ოპერატორი — ეს არის სიმბოლო, რომელიც მოქმედებს მონაცემებზე (მაგალითად, <, >, ==, !=, <=, >=), რათა ჩაატაროს გარკვეული ოპერაცია, როგორიცაა შედარება, დამატება, გამოკლება და ა.შ.

#ოპერაცია — ეს არის საკუთარი მოქმედება, რომელსაც ოპერატორი ახდენს, რათა გამოიტანოს კონკრეტული შედეგი. შედარების ოპერაციაში, ოპერატორი შედარებას ახდენს ორ მნიშვნელობას შორის და გამოაქვს შედეგი, რომელიც ყოველთვის არის ბიულეანური მნიშვნელობა (True ან False).


