'''2) გააკეთეთ 2-2 მაგალითი თთოეულ შედარების ოპერატორზე, გვერდზე კომენტარის საშვალებით მიუთითეთ თუ რომელ boolean მნიშვნელობას გამოიტანას, ასევე კომენტარებით ახსენით თუ რა არის boolean'''

#მეტობა
print(4 > 3) # --> true 
print(16 > 7)# --> true

#ნაკლებობა 
print(9 < 11) # --> true 
print(128 < 122)# --> false 

#მეტობა ან ტოლობა
print(9 >= 10)# --> false
print(13 >= 11)# --> true 

#ტოლობა 
print(9 == 9)# --> true 
print(3 == 3)# --> true 

#არ არის ტოლი
print(10 != 9)# --> true 
print(128 != 45)# --> true  

#boolang (bool) - გამოიტანს true ან false ანუ აქვს 2 ვარიანტს როდესაც ვადარებთ რიცხვებს 




