'''2) მომხმარებელს შემოატანინეთ რიცხვი, შეინახეთ ის ცვლადში და გაამრავლეთ ორზე, შემდეგ კი დაუბეჭდეთ წინადადება ფორმატით: 'Your number multiplied by 2 is <number>' სადაც <number>-ის ნაცვლად ჩაწერეთ 2-ზე გამრავლებულ რიცხვს, გამოიყენეთ ხელოვნური მონაცემტა ტიპის შეცვლა, input-იდან მიღებ""ული მნიშვნელობა გარდაქმენით ჯერ integer ტიპად შემდეგ კი string-ად. ახსენით კომენტარებით თუ როგორ შეასრულეთ დავალება'''

#ვატანინებთ მომხმარებელს რიცხვს
num1 = int(input("enter num : "))
#ვამრავლებთ 2 ზე
num2 = num1 * 2
#ვწერთ წინადადებაში გამრევლებულ რიცხვს
print(" your number multiplied by 2 is " + str(num2) + " ")